Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/employment/starting_work_and_changing_job/young_people_at_work/hours_of_work_for_young_people.html.txt.tmx
Source language: en
Languages: ga

source: Hours of work for young people
ga: Uaireanta oibre do dhaoine óga

source: The working hours for young people are regulated by the Protection of Young Persons (Employment) Act 1996
ga: Tá na huaireanta oibre do dhaoine óg rialaithe ag an Acht um Chosaint Daoine Óga (Fostaíocht) 1996

source: The Act sets maximum working hours, rest intervals and prohibits the employment of young people aged under 18 in late night work
ga: Leagann an tAcht síos téarma íosaoise maidir le uaireanta uasoibre agus tréimhsí sosa agus cuireann sé cosc fostaíochta ar aon duine faoi bhun 18 mbliana d'aois maidir le hobair oíche dhéanach a dhéanamh

source: The Act in general applies to young people under 18 years of age
ga: Tá feidhm ag an Acht seo maidir le fostaithe faoi bhun 18 mbliana d'aois

source: It defines children as being aged under 16 and young persons refers to those aged 16 and 17
ga: Tá leanaí mínithe san Acht mar daoine faoi bhun 16 bliana d'aois agus daoine óga mar daoine idir 16 agus 17 bliana d'aois

source: The Act does not apply to children or young people who are employed by a close relative
ga: Ní feidhm ag an Acht seo maidir leanaí nó daoine óga a bheidh fostaithe ag garghaol

source: Under the Act, employers cannot employ children under 16 in regular full-time jobs
ga: De réir an Achta, ní féidir le fostóirí postanna lánaimseartha rialta a thabhairt do dhaoine óga faoi bhun 16 bliana d'aois

source: They may employ children aged 14 and 15 years on light work as follows:
ga: Tá sé ceadaithe ag fostóirí daoine óga idir 14 agus 15 bliana d'aois a fhostú le hobair éadrom a dhéanamh seo leanas:

source: • Children aged 14 or over may do light work during the school holidays where the hours do not exceed 7 in any day or 35 in any week
ga: • Féadfar leanaí os cionn 14 bliana d’aois obair éadrom i rith laethanta saoire a dhéanamh. Is í 35 uaire í an uassheachtain, agus 7 n-uaire an uaslá

source: • Children over 15 but under 16 may do light work up to 8 hours a week during school term time
ga: • Féadfar leanaí ós cionn 15 bliana agus faoi bhun 16 bliana d'aois 8 n-uaire sa tseachtain i rith an téarma scoile obair éadrom a dhéanamh

source: • Children under 16 may work up to 8 hours a day and 40 hours a week if they are on an approved work experience or educational programme where the work is not harmful to their health, safety or development
ga: • Má tá siad ag obair mar chuid de chlár oideachais nó clár um thaithí oibre formheasta nuair nach bhfuil sé dochrach dá sláinte, sábháilteacht nó forbairt, is í 8 n-uaire í an uaslá agus 40 uaire í an uassheachtain

source: Approved work experience or educational programmes for people under 16 are work experience, training or educational programmes approved by the Minister for Education and Skills, the Minister for Jobs, Enterprise and Innovation or by SOLAS
ga: Is iad cláir oideachais nó cláir um thaithí oibre formheasta iad cláir oideachais nó cláir um thaithí oibre formheasta ag an tAire Oideachais agus Scileanna, an tAire Poist, Fiontar agus Nuálaíochta no SOLAS

source: • Children under 16 must have at least 21 days off work during the summer holidays
ga: • Ba cheart go mbeadh 21 lá saor ó obair i rith laethanta saoire ag leanaí faoi bhun 16 bliana

source: • Children can be employed in film, cultural, advertising work or sport under licences issued by the Minister for Jobs, Enterprise and Innovation
ga: • Féadfar leanaí faoi bhun 16 bliana d'aois a fhostú chun obair scannánaíochta, cultúrtha, fógraíochta nó spóirt a dhéanamh faoi cheadúnais a éisíonn ag an tAire Poist, Fiontar agus Nuálaíochta

source: Maximum weekly working hours for children under 16
ga: Uasuaireanta oibre seachtainiúil do dhaoine faoi bhun 16 bliana d'aois

source: │Age │14 years of age │15 years of age │
ga: │Aois │14 bliana d'aois │15 bliana d'aois │

source: │School term-time │Nil │8 hours │
ga: │Téarma scoile │Neamhní │8 n-uaire │

source: │Holidays │35 hours │35 hours │
ga: │Laethanta saoire │35 uaire │35 uaire │

source: │Work experience │40 hours │40 hours │
ga: │Taithí oibre │40 uaire │40 uaire │

source: Time off and rest breaks for children under 16
ga: Am saor agus sosanna scithe do dhaoine óga faoi bhun 16 bliana d'aois

source: │Half hour rest │after 4 hours work │
ga: │Sos scíthe │tar éis 4 huaire oibre │

source: │Daily rest break│14 consecutive hours off │
ga: │Sos scíthe │14 uaire comhleantacha saor │

source: │Weekly rest │2 days off, to be consecutive as far as is │
ga: │Sos scíthe │2 lá saor, agus iad a bheith comhleantach │

source: Limits on night and early morning work
ga: Teorainneacha ar obair oíche agus obair luath na maidine

source: Employers may not require children to work before 8am in the morning or after 8pm at night
ga: Níl sé ceadaithe ag fostóirí a éileamh ar fhostaithe faoi bhun 16 d'aois obair a dhéanamh roimh 8 a chlog ar maidin nó tar éis 8 a chlog san oíche

source: The Act sets the following limits to the working hours of young people aged 16 and 17
ga: Leagann an tAcht síos teorainneacha ar uaireanta oibre do dhaoine óga idir 16 agus 17 bliana d’aois

source: If a young person aged under 18 works for more than one employer, the combined daily or weekly hours of work cannot exceed the maximum number of hours allowed
ga: Má oibríonn duine óg do níos mó ná fostóir amháin, ní féidir leis na huaireanta oibre seachtainiúil nó laethúil comhcheangailte an uasuimhir uaireanta ceadaithe a shárú

source: Working hours, time off and rest breaks for young people aged 16 and 17
ga: Uaireanta oibre, am saor agus sosanna scíthe do dhaoine óga idir 16 agus 17 bliana d'aois

source: │Maximum working │8 hours │
ga: │Uaslá oibre │8 n-uaire │

source: │Maximum working │40 hours │
ga: │Uassheachtain │40 uaire │

source: │Half hour rest │after 4 1/2 hours work │
ga: │Sos leathuaire│tar éis 41/2 uaire oibre │

source: │Daily rest break │12 consecutive hours off │
ga: │Sos scíthe │12 uaire comhleantacha saor │

source: │Weekly rest break│2 days off, to be consecutive as far as is │
ga: │Sos scíthe │2 lá saor agus iad a bheith comhleantach chomh │

source: Limits on night work and early morning work
ga: Teorainneacha ar obair oíche agus obair luath na maidine

source: In general, young people aged 16 and 17 are not allowed to work before 6am in the morning or after 10pm at night
ga: De ghnáth, níl sé ceadaithe ag daoine óga obair a dhéanamh roimh 6 a chlog ar maidin nó tar éis 10 a chlog san oíche

source: Any exceptions to this rule must be provided by regulation
ga: Ní foláir eisceachtaí ar bith a bheith socruithe de réir rialacháin

source: The Protection of Young Persons Act 1996 (Employment in Licensed Premises) Regulations 2001 (SI 350/2001) permits young people employed on general duties in a licensed premises to be required to work up to 11 pm on a day that does not immediately precede a school day during a school term where the young person is attending school
ga: Tá sé ceadaithe ag daoine óga fostaithe le haghaidh dualgas ghinearálta in áitreabh ceadúnaithe de réir an Achta um Chosaint Daoine Óga (Fostaíocht) 1996 (Fostaíocht in Áitreabh Ceadúnaithe) Rialacháin, 2001 - (IR 350 de 2001) obair a dhéanamh suas go dtí 11 i.n. ar lá nach dtagann díreach roimh lá scoile i rith téarma scoile nuair atá an duine óg ag freastal ar scoil

source: The Regulations state that the definition of general duties “does not include supplying intoxicating liquor from behind the bar counter in licensed premises or supplying it for consumption off those premises”
ga: Leagann na Rialacháin nach gcuimsíonn sainmhíniú dualgais ghinearálta ag soláthar deochanna meisciúla ar chúl cuntar beáir in áitreabh ceadaithe nó á soláthar é chun úsáid lasmuigh don áitreabh

source: Employers must see a copy of the young person's birth certificate or other evidence of his or her age before employing that person
ga: Caithfidh na fostóirí cóip de theastas breithe an dhuine óig a fheiceáil nó fianaise eile maidir lena (h)aois roimh dóibh an duine siúd a fhostú

source: If the young person is aged under 16, the employer must get the written permission of the person's parent or guardian
ga: Má bhíonn an duine óg faoi bhun 16 bliana d'aois, caithfidh an fostóir cead i scríbhinn a fháil ó thuismitheoir nó ó chaomhnóir an dhuine óig

source: Employers must keep records for every employee aged under 18 including details of the employee’s starting and finishing times for work
ga: Caithfidh na fostóirí taifid a choimeád i leith gach fostaí faoi bhun 18 mbliana d'aois lena n-áirítear amanna tosaithe agus críochnaithe an fhostaí i gcóir oibre

source: You can read more information about the employment rights of young people
ga: Leigh tuilleadh faoi cearta fostaíochta do dhaoine óga

source: Complaints in relation to infringements of the Protection of Young Persons (Employment) Act 1996 may be referred to the Inspection Services of the Workplace Relations Commission – see 'Complaints below
ga: Is féidir gearáin i dtaobh shárú an Achta um Chosaint Daoine Óga (Fostaíocht) 1996 a chur faoi bhráid seirbhísí cigireachta an Choimisúin um Chaidreamh san Áit Oibre - féach 'Gearáin' thíos

source: If a child or a young person thinks they have been penalised for refusing to co-operate with an employer in breaching the Act (for example, by refusing to work prohibited hours) then a parent or guardian may make a complaint to the Workplace Relations Commission (WRC) within 6 months of such penalisation – see 'Complaints below
ga: Is féidir gearáin faoi phionós curtha ar fhostaí maidir le diúltú comhoibrithe le fostóir i sárú an Acht um Chosaint Daoine Óga (Fostaíocht) 1996 (m.s. diúltú uaire coiscthe a oibrigh) faoi bhráid Choimisiúin um Chaidreamh san Áit Oibre taobh istigh de 6 mhí ón bpionós sin - féach 'Gearáin' thíos

source: This period may be extended by a further 6 months if the Workplace Relations Commission is satisfied that a reasonable cause prevented the presentation of the complaint within the first 6 months
ga: Is féidir síneadh 6 mhí bhreise a chur leis an tréimhse seo má tá an Coimisiún sásta gur chuir cúinsí réasúnacha moill ar chur isteach an ghearáin taobh istigh den tréimhse thuasluaite

source: Complaints should be made using the online complaint form available on workplacerelations.ie
ga: Is féidir gearáin a dhéanamh tríd an fhoirm ghearáin ar líne nua a úsáid (á fáil trí ‘Déan iarratas maidir le cearta fostaíochta’ a roghnú ar workplacerelations.ie)

source: For further information on the Protection of Young Persons (Employment) Act 1996 contact WRC Information and Customer Service - see 'Where to apply' below. Where to apply Workplace Relations Commission Information and Customer Service O'Brien Road Carlow R93 W7W2 Ireland Opening Hours: Mon. to Fri
ga: Chun tuilleadh eolais a fháil maidir leis an Acht um Chosaint Daoine Óga (Fostaíocht) 1996, déan teagmháil leis na ón tSeirbhís Fhaisnéise agus Custaiméara an Choimisiúin um Chaidreamh san Áit Oibre – féach ‘Cá háit a ndéanfaidh mé iarratas’ thíos
